Repository: collective/collective.volto.subsites
Catalog: src/collective/volto/subsites/locales/*/LC_MESSAGES/collective.volto.subsites.po
Languages: es

source: Add a Subsite folder
es: Agregar un subsitio

source: Edit
es: Editar

source: Installs the collective.volto.subsites add-on.
es: Instalar el complemento collective.volto.subsites.

source: Subsite
es: Subsitio

source: Subsites Settings
es: Configuración del subsitio

source: Uninstalls the collective.volto.subsites add-on.
es: Desinstala el complemento collective.volto.subsites.

source: View
es: Vista

source: available_styles_help
es: Introduzca una lista de posibles estilos de subsitio. Un estilo es una clase CSS que agrega estilos particulares a un Subsitio y sus elementos secundarios. Escriba un estilo por línea en el siguiente formato: css_class|label donde "css_class" es el nombre de la clase css que se usará en el tema y "label" es un nombre que los editores entienden.

source: available_styles_label
es: Estilos disponibles

source: collective.volto.subsites (uninstall)
es: collective.volto.subsites (desinstala)

source: subsite_css_class_help
es: Si este Subsitio necesita tener un estilo particular, seleccione uno de la siguiente lista.

source: subsite_css_class_label
es: Estilo de subsitio

source: subsite_footer_help
es: Ingrese algún texto que se mostrará como pie de página en el subsitio y sus elementos secundarios.

source: subsite_footer_label
es: Pie de página de subsitio

source: subsite_header_help
es: Ingrese el texto que se mostrará en el encabezado del subsitio y sus elementos secundarios.

source: subsite_header_label
es: Encabezado de Subsitio

source: volto_subsites_settings_label
es: Configuración del subsitio
